vertical-pod-autoscaler/experiments/nginx-2m-bursty-5mbursts/wrk_2.log
Running 10m test @ http://localhost:32611
  2 threads and 100 connections
  Thread calibration: mean lat.: 2.016ms, rate sampling interval: 10ms
  Thread calibration: mean lat.: 2.366ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.10s     1.38s    4.98s    80.08%
    Req/Sec     1.05k     1.31k    4.34k    82.84%
  1189254 requests in 10.00m, 0.94GB read
  Socket errors: connect 0, read 22, write 93, timeout 0
Requests/sec:   1982.09
Transfer/sec:      1.61MB